GLB.WRC.EDX.TESTE/bin/Debug/net7.0/29082023142520.xml

<?xml version="1.0" encoding="utf-8"?>
<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:tem="http://en.wikipedia.org/wiki/Tempuri/">
  <soapenv:Header></soapenv:Header>
  <soapenv:Body>
    <tem:funcsync>
      <tem:pXMLRequest><![CDATA[<?xml version="1.0" encoding="utf-8"?><EDXXML><REQUEST Type="S"><IDBR>74288614000157</IDBR><IDCL>12349468000175</IDCL><SHKEY>A1313412341231OP</SHKEY><ACAO>ATUALIZA_EMBARQUE</ACAO><STR Type="S"><XMLVR>1</XMLVR><ENVRM>QAS</ENVRM><INTNR>5115</INTNR></STR><CorpoAcao xsi:type="ATUALIZA_EMBARQUE" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"><MAIN><SBELN>rosi2</SBELN><SHIPT>STD</SHIPT><CREDAT>20230315</CREDAT><CRENAM>ROSI</CRENAM><ZTERM /><INCO1>EXW</INCO1><ZOLLAO /><ZLANDO>249</ZLANDO><ZOLLAD /><ZLANDD /><KURSP>4,73</KURSP><STATU /><BFMAR>MAR</BFMAR><BROKNM>DSSAO0011-0323</BROKNM><RETDAT /><LIMDATE /><SHPCLASS /><CNPJADQ /></MAIN><BUK><EKORG>CASTROL PARA TESTES</EKORG><PARTYP>CASTROL PARA TESTES</PARTYP></BUK><PAR><NAME2>CASTROL PARA TESTES</NAME2><STREET>RUA CONGONHAS</STREET><HOUSE_NUM1>226</HOUSE_NUM1><POST_CODE1>06408-080</POST_CODE1><CITY1>BELO HORIZONTE</CITY1><CITY2>IDHFAUSDHF</CITY2><PSTLZ>06408-080</PSTLZ><REGION>MG</REGION><COUNTRY>105</COUNTRY><STCD1>33.194.978/0003-52</STCD1><STCD3>206067172118</STCD3><VTXTK /></PAR><PARS><COUNTRY>105</COUNTRY><VTXTK /></PARS><DAT><DIRDAT>20220601</DIRDAT><ETADAT /><ETPDAT /><ETDDAT /><ATRDAT>20220529</ATRDAT><FUMDAT /><REMDAT /><LOADAT /><NFGDAT /><NFCDAT /><PLNDAT /><EINDT /><DELDAT /><CLRDAT>20220602</CLRDAT><OVRDDT /><OVRADT /><RECDOCORG /><ECERTORG /><PRESCARGADAT /><INSDAT /><RECDAT /><BLDAT>20220512</BLDAT><ETDPDT /><ALCDAT /><LOADDATE /><DTCOLT /><DTEMBFIM>20220512</DTEMBFIM></DAT><DI><IMPTYP /><MODDESP /><URFDESP>0817800</URFDESP><URFENTR>0817800</URFENTR><RECALF>8933203</RECALF><INSUR>0</INSUR><PREPD>0</PREPD><COLLEC>2549</COLLEC><PREPWR>220</PREPWR><LFREIG>0</LFREIG><LFREWR>790</LFREWR><KURDI>4,7289</KURDI><FRERT>4,7289</FRERT><INSRT>0</INSRT><CANAL>0</CANAL><UFDESEMB>0817800</UFDESEMB><TPINTERMD>1</TPINTERMD><PERM /><DENUM /><XPNS><XPNSXml><KSCHL>16</KSCHL><NETWR>1195</NETWR></XPNSXml></XPNS><KURDIS /></DI><BL><BLNUM>152205123206989______</BLNUM><LOADTP>02</LOADTP><SHPNAM>MEDITERRANEAN EXPRESS</SHPNAM><LNDVLS>741</LNDVLS><MANTYP>1</MANTYP><MANNUM>22000181014____</MANNUM><HSNUM>CEMERCANTE31032008</HSNUM><HSDAT>20220512</HSDAT><CARGUT>1</CARGUT><ZLANDO>249</ZLANDO><CARGAG /><FCLLCL /><DTANUM>22000181014____</DTANUM></BL><SHP /></CorpoAcao></REQUEST></EDXXML>]]></tem:pXMLRequest>
    </tem:funcsync>
  </soapenv:Body>
</soapenv:Envelope>